tap "borkdude/brew"
tap "clojure/tools"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"
brew "ansible"
brew "ant"
brew "imath"
brew "asciidoctor"
brew "aspell"
brew "binutils"
brew "rlwrap"
brew "clojure"
brew "openjdk@11"
brew "clojure-lsp"
brew "clojurescript"
brew "cmake"
brew "coreutils"
brew "emacs", restart_service: true
brew "fd"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "gnuplot"
brew "go"
brew "grep"
brew "node"
brew "http-server"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "leiningen"
brew "lsof"
brew "mariadb"
brew "minimal-racket"
brew "mutt"
brew "mycli"
brew "nkf"
brew "nmap"
brew "opencv"
brew "openh264"
brew "openssh"
brew "postgresql"
brew "redis"
brew "roswell"
brew "rsync"
brew "ruby"
brew "tig"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "vim"
brew "wakeonlan"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "borkdude/brew/babashka"
brew "borkdude/brew/clj-kondo"
brew "heroku/brew/heroku"
brew "mas-cli/tap/mas"
cask "basictex"
cask "cljstyle"
cask "db-browser-for-sqlite"
cask "docker"
cask "filen"
cask "multipass"
cask "sequel-ace"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "wkhtmltopdf"
